Repository: Blissfulman/Workplaces
Catalog: Workplaces/Supporting files/*.lproj/Localizable.strings
Languages: ru

source: Email or password are incorrect
ru: Email или пароль указаны неверно

source: Email is in invalid format
ru: Email имеет недопустимый формат

source: Invalid password. Please, use uppercase, lowercase letters and numbers.
ru: Пароль имеет недопустимый формат. Пожалуйста, используйте прописные, строчные буквы и цифры.

source: Minimum password length is 8 symbols.
ru: Минимальная длина пароля - 8 символов.

source: Unable to create user. The user with the specified email is already registered
ru: Невозможно создать пользователя. Пользователь с указанным email уже зарегистрирован

source: Unexpected authorization error
ru: Непредвиденная ошибка авторизации

source: Sign in
ru: Вход

source: Sign up
ru: Регистрация

source: Profile
ru: Профиль

source: Popular
ru: Популярное

source: Search friends
ru: Поиск друзей

source: Name or nickname
ru: Имя или никнейм

source: Log out
ru: Выйти

source: What do you want to share?
ru: Чем хотите поделиться?

source: Change avatar
ru: Сменить аватар

source: Not available
ru: Недоступно

source: Functionality is under development
ru: Функционал находится в разработке

source: Year-One
ru: год

source: Year-OneLast
ru: год

source: Year-Several
ru: года

source: Year-Other
ru: лет

source: Oops...
ru: Упс...

source: Something went wrong
ru: Что-то пошло не так

source: Refresh
ru: Обновить

source: Empty
ru: Пустота

source: You need friends to the feed became alive
ru: Вам нужны друзья, чтобы лента стала живой

source: Find friends
ru: Найти друзей

source: If you remain silent, people will never know about you
ru: Если молчать, люди никогда не узнают о вас

source: Create a post
ru: Создать пост

source: You haven’t put any likes yet, but you can do it from the feed
ru: Вы ещё не поставили ни одного лайка, но можете из ленты

source: Go to the feed
ru: Перейти к ленте

source: You are still alone in the service, but this can be fixed
ru: Вы пока одиноки в сервисе, но это можно исправить

source: Enter your password
ru: Введите ваш пароль

source: Set a four-digit password to protect the enter to app
ru: Установите четырехзначный пароль для защиты входа в приложение

source: Wrong password
ru: Неверный пароль

source: Try again.
ru: Попробуйте ввести заново.

source: Attempts remaining:
ru: Осталость попыток:

source: You have used up all password attempts. You will be logged out.
ru: Вы израсходовали все попытки ввода пароля. Будет выполнен выход.

source: Error
ru: Ошибка
